[
	{
		"title": "Live ike there's no to-Merrow",
		"supernatural_type": "changeling",
		"text": [
			"Quand le pont de la rivière St-Maurice s'est effondré, plusieurs personnes sont décédées. Des Merrows qui habitaient la rivière et ses environs, en ont profité pour pondre leurs oeufs. Deux ans plus tard, ces oeufs éclosent.",
			"Le résultat est subtil pour l'instant. Quelques naissances vont survenir, de bébés difformes, écailleux et avec des membranes entre les doigts. Les Changelings pourront détecter leur potentiel de Glamour.",
			"Find another story, tragedy etc. that would've happened ~10 years ago, in relation with the bridge or the river and involving the Merrows. These merrows are children now and they're causin mischief. They kidnap one of the newborns in an attempt to 'raise them in their real family'"
		],
		"initiated": false
	},
	{
		"title": "Just like in Detroit !",
		"supernatural_type": "vampire",
		"text": [
			"La Camarilla de Québec et la Sabbat de Montréal entrent en conflit de plus en plus ouvert, et Trois-Rivières est l'épicentre actuel. Des missions de reconnaissance sont menées pour établir un foothold. As a result, les égoûts sont patrouillés par des Nosferatu, et on peut parfois voir des ghoul rats dans les coins sales de la ville.",
			"Homeless people are disappearing. Richer people too, but the Masquerade is desperately upheld. The few blood banks get robbed.",
			"Le step 2 va être d'envoyer des Malkavian. La Sabbat va aussi envoyer des City Gangrels. À cette étape, les choses vont devenir chaotiques, as Malkavians play pranks on each other and Gangrels get voracious without much regards for the Masquerade."
		],
		"initiated": false
	},
	{
		"title": "My Father's Creed",
		"supernatural_type": "hunter",
		"text": [
			"Père Flavien va devenir un Hunter, un Redeemer. Ses activités vont le conduire à enlever des supernaturals. Au début il capture deux Vampires ; le résultat va être une hausse de violence dans la ville, as Cainites will be trying to unearth him. They don't find him though, partly because he's subtle, partly because he only abducted stupid neonates and isn't really deemed a threat.",
			"Later he'll try to confront a Garou and will be severely injured for it (lose an eye and an arm, will have to wear a prosthetic arm). He won't touch that again. Finally he sets his sights on Changelings. He reads about them and will want to go through different rituals to get rid of the fae and get the children back."
		],
		"initiated": false
	},
	{
		"title": "Jamila's Family",
		"supernatural_type": "changeling",
		"text": [
			"When Jamila fulfills her part of the contract with Duchess Eloyse, and both Ariel and Lucas have been sained and fostered.",
			"Eloyse's contract stipulates that Jamila will 'be able to' contact her family, NOT that Eloyse will do it for her. All Eloyse does have to do, is guarantee them shelter and opportunities when they do come to the country. Jamila will still have to find a way to contact them, and make them come.",
			"There's a few ways to resolve that. Maybe Ahsha will want to argue the contract ? Maybe the three PCs will embark on a journey to Spain to get in touch with that family ?",
			"In the end, Jamila will, for all intents and purposes, have a 'ban' on moving, as long as she doesn't know her family is safe."
		],
		"initiated": false
	}
]
