[
	{
		"title": "Wilbur Thériault",
		"text": [
			"Wilbur Thériault est un jeune de 9 ans qui a des problèmes familiaux. Père businessman hyper-carriériste. Mère abusive. Il se réfugie dans ses Lego. Quand il se fait détruire ses constructions, il se jure de les refaire plus solides. Il rêve d'être ingénieur en bâtiment ou spatial.",
			"Il gère sa mère en étant empathique. Dans sa tête, il n'y a absolument rien de mal à ce qu'elle fait. Noter que la mère n'a aucune apparent redeeming quality, le but n'est pas de lui trouver une excuse. She does what she does, and she brings new men home constantly. Wilbur ne dit rien à son père, il ne veut pas briser sa famille. Mais il ne se cache pas nécessairement avec ceux qui lui posent des questions. Il ne veut juste pas que les autorités s'en mêlent.",
			"Plus tard, son père va apprendre le tout, et va se suicider avec lui.",
			"Wilbur a une cabane dans un arbre, près de la pointe nord-ouest de l'Île St-Quentin. La cabane n'a rien de spécial per se (pas de Freehold or whatnot) mais semble tout de même être un beacon pour des gens qui cherchent des réponses, la vérité, le lien entre les choses. Peut-être que c'est la belle vue sur le pont St-Maurice ? Après la mort de Wilbur, cette caractéristique va un peu s'amplifier."
		],
		"initiated": false
	},
	{
		"title": "Nadiya Sevchenko",
		"text": [
			"Nadiya Sevchenko est une jeune fille de 12 ans qui vient de Kharkiv. Elle était venue en vacances avec sa mère au Canada, chez sa tante Ivanna, en février 2022, juste avant que l'invasion russe ne commence. Son père était sensé les rejoindre mais a été bloqué. En avril il a écrit à sa famille pour leur dire qu'il arrivait bientôt, ils n'ont plus reçu de nouvelles depuis."
		],
		"initiated": false
	},
	{
		"title": "Tyler Cohen",
		"text": [
			"Tyler is a Changeling about to undergo his Dream Dance.",
			"He gets recommended to go to Peer Counseling because he has trouble concentrating in class. In counseling he talks about nightmares, panic attacks, sleep paralysis... He says maybe it has to do with his mom who died about 3 years ago. He says that his dad sometimes takes him to a 'secret cabin' near the Lac des Atocas, north of Trois-Rivières.",
			"A few weeks after starting counseling, an amber alert will be launched. Suspicion that his dad kidnapped him."
		],
		"initiated": false
	}
]
